app/controllers/products_controller.rb

  def create
    @product = Product.new(product_params)

    respond_to do |format|
      if @product.save
---
INSERT INTO "products" ("nombre", "cantidad", "valor_unitario", "descripcion", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["nombre", "afiche"], ["cantidad", 7], ["valor_unitario", 50000.0], ["descripcion", "afiche de buda"], ["created_at", "2016-11-07 08:57:22.830050"], ["updated_at", "2016-11-07 08:57:22.830050"]]