app/controllers/purchase_receipts_controller.rb

  def index
    @purchase_receipts = PurchaseReceipt.all
---
SELECT "purchase_receipts".* FROM "purchase_receipts"